Dlubal.TimberPro.OtherOptions
Additional settings for computations.

Dlubal.TimberPro.OtherOptions.MaximalAllowableRatioInOptimization
Maximal allowable ration in optimization

Dlubal.TimberPro.OtherOptions.MaximalSlendernessInTension
Maximal slenderness in tension

Dlubal.TimberPro.OtherOptions.MaximalSlendernessInCompressionFlexure
Maximal slenderness in compression / flexure

Dlubal.TimberPro.OtherOptions.IncludeBendingStressComponentInBendingStressVerifications
Include bending stress component in stress-point verifications

Dlubal.TimberPro.OtherOptions.ShowDesignByLoadCase
Show design by load case

Dlubal.TimberPro.OtherOptions.ShowDesignByCrossSection
Show design by cross section

Dlubal.TimberPro.OtherOptions.ShowDesignBySetOfMembers
Show design by set of members

Dlubal.TimberPro.OtherOptions.ShowDesignByMember
Show design by member

Dlubal.TimberPro.OtherOptions.ShowDesignByXLocation
Show design by x-location

Dlubal.TimberPro.OtherOptions.ShowGoverningInternalForcesByMember
Show governing internal forces by member

Dlubal.TimberPro.OtherOptions.ShowGoverningInternalForcesBySetOfMembers
Show governing internal forces by set of members

Dlubal.TimberPro.OtherOptions.ShowMemberSlenderness
Show member slenderness

Dlubal.TimberPro.OtherOptions.ShowPartsListByMember
Show parts list by member

Dlubal.TimberPro.OtherOptions.ShowPartsListBySetOfMembers
Show parts list by set of members

Dlubal.TimberPro.OtherOptions.ObjectsSelectedForPartsList
Parts list content